[{"speaker_details":"Marc Drögsler, inovoo GmbH Weitere Informationen","summary":"Kurz-Beschreibung:\r\n                                        Sprachklassifikation für Eskalationen: Integration einer Spracherkennung inkl. mehrerer Merkmale wie Lautstärke, Stimmung, Wortwahl\nSzenario/Aufgabe:\r\n                                        App entwickeln, die eine Spracheingabe ermöglicht. KI im Hintergrund klassifiziert die Sprache erst nach „Inhalt“, dann in die anderen „Dimensionen“. Als Tools werden Facebook Torch oder Google Tensor Flow, evtl. Microsoft Cortana oder Apple SIRI eingesetzt.\nGestellt werden:\r\n                                        Hardware wird gestellt (Notebooks und Handys)\nVoraussetzung:\r\n                                        Freude an der Aufgabenstellung\nTeilnehmeranzahl:\r\n                                        3\nGruppenanzahl:\r\n                                        1\nSprache:\r\n                                        Deutsch\nSchwierigkeitsgrad:\r\n                                        Zwischen Fortgeschrittener und Profi\nTags:\r\n                                        App, Spracherkennung, Cortana, Siri, Facebook Torch, Google Tensor Flow","title":"Sprachklassifikation für Eskalationen"},{"speaker_details":"Marc Drögsler, inovoo GmbH Weitere Informationen","summary":"Kurz-Beschreibung:\r\n                                        App erkennt anhand eines Fotos die Automarke, ggf. das Kennzeichen und den Wert des Autos analog Vergleichswerten im Internet erkennt\r\n                                        KI im Hintergrund legt fest welches Auto, ungef. Baujahr, Zustand und Wert.\nSzenario/Aufgabe:\r\n                                        App entwickeln, die anhand eines Fotos die Automarke, ggf. das Kennzeichen und den Wert des Autos analog Vergleichswerte im Internet erkennt KI im Hintergrund erkennt Automarke, ungef. Baujahr, Zustand und Wert. Als Tools werden Facebook Torch oder Google Tensor Flow eingesetzt.\nGestellt werden:\r\n                                        Hardware wird gestellt (Notebooks und Handys)\nVoraussetzung:\r\n                                        Freude an der Aufgabenstellung\nTeilnehmeranzahl:\r\n                                        3\nGruppenanzahl:\r\n                                        1\nSprache:\r\n                                        Deutsch\nSchwierigkeitsgrad:\r\n                                        Zwischen Fortgeschrittener und Profi\nTags:\r\n                                        App, KI, Facebook Torch, Google Tensor Flow","title":"Image-Klassifikation für Automarken"},{"speaker_details":"Christian Loritz, TUXEDO Computers GmbH Weitere Informationen","summary":"Kurz-Beschreibung:\r\n                                        Knoppix, Puppy Linux, Grml, Ubuntu sind alles Linux Distributionen, die einen Live-Modus besitzen, sodass diese Linux Distributionen ohne Installation direkt von CD/DVD oder einem USB-Stick gestartet werden können. Im Vortrag wurde geklärt, was überhaupt ein Linux-Live-System ist etc und in der Hackathon Session geht es um die praktische Anwendung des Wissens.\nSzenario/Aufgabe:\r\n                                        Nachdem wir wissen, wie ein Linux-Live-System funktioniert, wenden wir dieses Wissen in der Praxis an und erstellen unser eigenes Live-System.\nVoraussetzung:\n\nEin Laptop (Betriebssystem ist egal)\nInstallierte VirtualBox (https://www.virtualbox.org/)\nLinux Kenntnisse wären nicht schlecht\n\nTeilnehmeranzahl:\r\n                                        20\nGruppenanzahl:\r\n                                        5\nSprache:\r\n                                        Deutsch\nSchwierigkeitsgrad:\r\n                                        Zwischen Anfänger und Fortgeschrittener\nTags:\r\n                                        Linux, Live-System, CD, DVD, USB-Stick, VirtualBox, Boot-Prozess, Praxis","title":"Flexibel sein: Das eigene Linux-Live-System (Praxis)"},{"speaker_details":"Tobias Ruf, deeply GmbH Weitere Informationen","summary":"Kurz-Beschreibung:\r\n                                        Seit jeher träumt wir Menschen von einer Interaktion mit emotional intelligenten Robotern und dass sie die Interaktion so natürlich anfühlt, wie die mit Menschen. Durch neue Technologien, wie AI und Machine Learning rückt eine Umsetztung in greifbare Nähe.\r\n                                        Wir stellen euch einen einzigartigen Algorithmus zur Bildverarbeitung der in Gesichtern der Nutzer das Alter, Geschlecht, Aufmerksamkeit, Stress und Emotionen in Echtzeit erkennt, um so eine empathische Interaktion mit dem Nutzer ermöglicht.\nSzenario/Aufgabe:\r\n                                        Ein großes Problem in der Pflege ist, dass ältere Menschen im Pflegeheim zu wenig trinken. Wie könnte ein sozial intelligenter Roboter hier helfen?\nGestellt werden:\n\nRoboter wie Nao oder Unity-basiertes Grundmodul\nRaspberry Pi's\nWebcams\nZugang zu Deeply SDK und ROS (Robotic OS) Node\n\nVoraussetzung:\r\n                                        Entweder Technisch oder Kommunikationsdesign/Psychologie\r\n\r\n                                        Technischer Hintergrund\n\nSpaß an Mensch-Maschine-Interaktion\nC# für Unity\nPython und/oder C++ für ROS\nObjekt-orientierte Programmierung\nIdealerweise Erfahrung mit ROS und CMake\n\r\n\r\n                                        Kommunikationsdesign/Psychologie\n\nSpaß an Mensch-Maschine-Interaktion\nidealerweise Erfahung mit Conversational Design\nidealerweise Social Signal Processing\n\nTeilnehmeranzahl:\r\n                                        3\nGruppenanzahl:\r\n                                        3\nSprache:\r\n                                        Deutsch oder Englisch\nSchwierigkeitsgrad:\r\n                                        Zwischen Fortgeschrittener und Profi\nTags:\r\n                                        Emotion AI, Human-Robot Interaction, Conversational UI, Image Analytics","title":"Wie kann emotion AI für sozial intelligente Roboter in der Pflege helfen?"},{"speaker_details":"Dr. Ekkard Schnedermann, Elephantshop Weitere Informationen","summary":"Kurz-Beschreibung:\r\n                                        Container sind der neue Trend und Kubernetes ist der aktuelle Wellenreiter. Wir wollen Kubernetes lernen, indem wir es auseinandernehmen und wieder zusammensetzen. Keine Vorkenntnisse von Docker oder Kubernetes notwendig!\nSzenario/Aufgabe:\n\nWir lernen kurz die Grundbegriffe zu Kubernetes, damit wir Videos zum Thema verstehen können\nWir schauen uns Videos zu Angriffsszenarien auf Kubernetes an und analysieren diese gemeinsam im Detail\nWir erzeugen uns auf die Schnelle eine Kubernetes-Umgebung, in der Cloud oder auf dem eigenen Laptop\nWir stellen Angriffe auf Kubernetes nach und bewerten deren Durchführbarkeit\nWenn noch Zeit ist, experimentieren wir mit eigenen Angriffen\nAus den Erkenntnissen leiten wir Maßnahmen zur Absicherung von Kubernetes ab\n\nGestellt werden:\n\nCloud-Umgebung für Kubernetes\nProjektor für Demos\n\nVoraussetzung:\n\neigener Laptop\nAm besten installiert mit Programmierumgebung & Docker\n\nTeilnehmeranzahl:\r\n                                        10\nGruppenanzahl:\r\n                                        1\nSprache:\r\n                                        Deutsch oder Englisch\nSchwierigkeitsgrad:\r\n                                        Zwischen Fortgeschrittener und Profi\nTags:\r\n                                        Sicherheit, Security, Container, Hacking","title":"Hacking Kubernetes"},{"speaker_details":"Stefan Mahnke-Hartmann, Infineon Augsburg Weitere Informationen","summary":"Kurz-Beschreibung:\r\n                                        Aufbau eines Demonstrators zum Angriff eines Mikrocontrollers mit einem Laser.\nSzenario/Aufgabe:\r\n                                        Bau eines stabilen Aluminium Rahmen, um einen Micro Controller reproduzierbar mit einem Laser zu beeinflussen.\nGestellt werden:\n\nMakeblock Kit\nXY-Tisch\nLaser\n\nVoraussetzung:\r\n                                        Handwerkliches Geschick\nTeilnehmeranzahl:\r\n                                        15\nGruppenanzahl:\r\n                                        3\nSprache:\r\n                                        Deutsch\nSchwierigkeitsgrad:\r\n                                        Zwischen Anfänger und Fortgeschrittener\nTags:\r\n                                        Mikrocontroller, Angriff, Hardware, Software, Laser","title":"Laser Attack Demonstrator"},{"speaker_details":"Benjamin Wöhrl, Conntac GmbH Weitere Informationen","summary":"Kurz-Beschreibung:\r\n                                        Du studierst Informatik und/oder Design und wolltest schon immer eine App-Idee umsetzen? Von der digitalen Einkaufsliste bis zur Hackerkiste-App ist alles möglich. Unser Team aus erfahrenen Cross-Platform-App-Entwicklern hilft dir dabei. Komm vorbei und hab Spaß am Entwickeln!\nSzenario/Aufgabe:\r\n                                        Du entscheidest mit welchen technischen Mitteln du arbeitest. Suche dir ein Thema für deine App aus und lege los. Wir unterstützen dich bei der Entwicklung und stehen für Rückfragen bereit.\nVoraussetzung:\r\n                                        Eigenen Laptop mitbringen\nTeilnehmeranzahl:\r\n                                        20\nGruppenanzahl:\r\n                                        1\nSprache:\r\n                                        Deutsch oder Englisch\nSchwierigkeitsgrad:\r\n                                        Zwischen Anfänger und Fortgeschrittener\nTags:\r\n                                        App-Entwicklung, Cross-Plattform, Hackerkiste-App, iOS, Android, Conntac","title":"Cross-Platform-Entwicklung von 0 auf 100 - Entwickle eine App für alle Systeme"},{"speaker_details":"Daniel Lindenthal, Medizinstudent im 9. Fachsemester an der Universität Ulm Weitere Informationen","summary":"Kurz-Beschreibung:\r\n                                        „med4me“ ist eine zweiseitige Plattform für medizinische Online- und Offline-Dienstleistungen. Auf Basis von Algorithmen (KI-System) werden individuelle Patientenbedürfnisse mit passenden, digitalen Angeboten und Services der Medizin- und Gesundheitsdienstleister verbunden. Die Patienten werden bei ihren Anliegen und Interessen unterstützt, bleiben jedoch in ihrer Entscheidungsfindung autonom.\nSzenario/Aufgabe:\r\n                                        Beginnende Entwicklung und technische Umsetzung der digitalen Medizin-Plattform als Prototyp für einen globalen Healthcare market. Planung zur Implementierung von Algorithmen und Big Data Strukturen.\nGestellt werden:\n\nGetränke und \"Nervennahrung\"\nAngenehme und offene Arbeitsatmosphäre\n\nVoraussetzung:\r\n                                        Eigenes, technisches Equipment (zum Beispiel: Laptop) nötig\nTeilnehmeranzahl:\r\n                                        5\nGruppenanzahl:\r\n                                        1\nSprache:\r\n                                        Deutsch\nSchwierigkeitsgrad:\r\n                                        Zwischen Fortgeschrittener und Profi\nTags:\r\n                                        Softwareentwicklung, Programmierung, UI, UX, Prototyp, Big Data, KI (Künstliche Intelligenz), IoT, Social Media","title":"Die digitale Klinik der etwas anderen Art - \"med4me\""},{"speaker_details":"Wir würden uns freuen!","summary":"Schon angemeldet? Hier kannst du dir dein Ticket sichern.","title":"Vor Ort können selbstverständlich auch Themen vorgestellt werden"}]
